Repository: llaumgui/seedboxsync-front
Catalog: seedboxsync_front/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Internal Server Error
fr: Erreur interne du serveur

source: Last files downloaded
fr: Derniers fichiers téléchargés

source: List of last files downloaded from the seedbox to the NAS.
fr: Liste des derniers fichiers téléchargés de la seedbox vers le NAS.

source: Search
fr: Recherche

source: Loading...
fr: Chargement...

source: An error has occurred.
fr: Une erreur est survenue.

source: No files downloaded yet...
fr: Aucun fichier téléchargé pour le moment...

source: Name
fr: Nom

source: Finished
fr: Terminé

source: Size
fr: Taille

source: Delete?
fr: Supprimer ?

source: Do you want to delete this download?
fr: Voulez-vous supprimer ce téléchargement ?

source: has been deleted
fr: a été effacé

source: Delete
fr: Supprimer

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Dashboard
fr: Tableau de bord

source: Download in progress
fr: Téléchargement en cours

source: List of downloads in progress from the seedbox to the NAS.
fr: Liste des téléchargements en cours de la seedbox vers le NAS.

source: Purge?
fr: Purger ?

source: Do you want to purge all in-progress downloads?
fr: Voulez-vous purger tous les téléchargements en cours ?

source: Purge
fr: Purger

source: No download in progress now...
fr: Aucun téléchargement en cours pour le moment...

source: Started
fr: Démarré

source: Last torrents uploaded
fr: Derniers torrents envoyés

source: List of last torrents uploaded from the NAS to the seedbox.
fr: Liste des derniers torrents envoyés du NAS vers la seedbox.

source: No torrent downloaded yet...
fr: Pas encore de torrent téléchargé...

source: Sent
fr: Envoyé

source: Statistics
fr: Statistiques

source: Number of files downloaded
fr: Nombre de fichiers téléchargés

source: Total size of files downloaded
fr: Taille totale des fichiers téléchargés

source: Since
fr: Depuis

source: Never executed.
fr: Jamais exécuté.

source: SeedboxSyncFront version
fr: Version de SeedboxSyncFront

source: SeedboxSync version
fr: Version de SeedboxSync

source: SeedboxSync database version
fr: Version de la base de données de SeedboxSync

source: Cron job
fr: Tâche planifiée

source: Blackhole synchronization
fr: Synchronisation de la blackhole

source: Locked since %(since)s
fr: Verrouillé depuis %(since)s

source: Unlocked since %(since)s
fr: Déverrouillé depuis %(since)s

source: Seedbox synchronization
fr: Synchronisation de la seedbox

source: Settings
fr: Configuration

source: If you have any questions, <a title="SeedboxSync configuration documentation" href="https://llaumgui.github.io/seedboxsync/getting-started/configuration/">the documentation</a> contains all the information you need.
fr: Si vous avez une question, <a title="SeedboxSync configuration documentation" href="https://llaumgui.github.io/seedboxsync/getting-started/configuration/">la documentation</a> contient toutes les informations dont vous avez besoin.

source: The configuration is read-only. Check the permissions.
fr: La configuration est en lecture seule. Vérifiez les permissions.

source: Connection
fr: Connexion

source: Information about your seedbox connection.
fr: Informations à propos de la connexion de votre seedbox.

source: Password
fr: Mot de passe

source: Timeout (in seconds)
fr: Timeout (en secondes)

source: Protocol
fr: Protocole

source: chmod (in octal notation)
fr: chmod (en notation octale)

source: Path
fr: Répertoires

source: Information about your seedbox paths.
fr: Informations à propos des paths de votre seedbox.

source: Tempory path
fr: Répertoire temporaire

source: Watch path
fr: Répertoire "Watch"

source: Prefixed path
fr: Prefixe des répertoires

source: Suffix used for .part
fr: Suffixe utilisé pour les .part

source: Information about local environment (NAS?).
fr: Informations à propos de votre environnement local (NAS ?).

source: Database file path
fr: Path vers la base de données

source: Settings Healthchecks service.
fr: Paramètres du service Healthchecks.

source: Enable for sync_seedbox task?
fr: Activer pour la tache sync_seedbox ?

source: Ping URL for sync_seedbox task
fr: URL de ping pour la tache sync_seedbox

source: Enable for sync_blackhole task?
fr: Activer pour la tache sync_blackhole ?

source: Ping URL for sync_blackhole task
fr: URL de ping pour la tache sync_blackhole

source: Save
fr: Sauver

source: Settings saved.
fr: Paramètres sauvegardés.

source: Statistics by month
fr: Statistiques par mois

source: Statistics by year
fr: Statistiques par année

source: No files uploaded yet...
fr: Aucun fichier envoyé pour le moment...

source: Do you want to delete this upload?
fr: Voulez-vous supprimer cet upload ?

source: %(seedboxsync)s v%(version)s by %(author)s under %(license)s
fr: %(seedboxsync)s v%(version)s par %(author)s sous %(license)s

source: SeedboxSync API v%(api_version)s
fr: API SeedboxSync v%(api_version)s

source: In progress since
fr: En cours depuis le

source: Completed since
fr: Terminé depuis le

source: Never launched
fr: Jamais exécuté

source: Error loading lock status
fr: Erreur lors du chargement du statut

source: Cancel
fr: Annuler

source: Downloaded
fr: Téléchargés

source: Uploaded
fr: Envoyés

source: Stats
fr: Statistiques

source: Configuration .yml not found.
fr: Configuration .yml non trouvée.

source: Missing required fields: %(missing)s
fr: Il manque les champs requis: {%(missing)s}

source: Failed to save configuration.
fr: Échec de l’enregistrement de la configuration.
